class commands:
    commands = {("изменить настройки", "настройка", "настроить", "настройки"): "setup", ("погода", "погоду"): "weather", ("давай поболтаем", "поменяй режим", "свободный режим", "сменить режим", "другой режим"): "mode"}
    dialogue = {"intents": {"приветствие": {"examples": ["здравствуй", "привет", "добрый день"], 
                                            "response": "hello"},
                            "прощание": {"examples": ["пока", "до свидания", "до скорого"],
                                        "response": "goodbye"},
                            "смена режима": {"examples": ["смени режим", "поменяй режим", "другой режим", "командный режим"],
                                            "response": "mode"},
                            "погода": {"examples": ["какая погода", "погоду", "расскажи погоду", "погода на сегодня"],
                                        "response": "weather"},
                            "ютуб": {"examples": ["поищи в ютуб", "найди в ютуб", "найди в ютубе", "ютуб"],
                                        "response": "youtube"},
                            "выключение": {"examples": ["выключи компьютер", "выключай компьютер", "заверши сеанс"],
                                            "response": "shutdown"},
                            "настройка": {"examples": ["настройки", "изменить настройки", "настроить бота", "настройки бота"],
                                        "response": "setup"}
                            }}